use unit_economy;

INSERT INTO buyers (id,name) VALUES
	 (1,'Розничный покупатель');
	 
INSERT INTO buyers (name,pattern_ownership_id,email,phone,address,ИНН,field_activity_id) VALUES
	 ('Сергей Сергеев',1,'qwe@asdf.qw',123123123,'Краснодар, Толбухина, 34',231150951669,3),
	 ('Ирина Кийко',1,'cattack2@unc.edu',2139527247,'Краснодар, Красных партизан, 67',231150951670,5),
	 ('Виктория Водопьянова',1,'scasotti3@usgs.gov',4187011526,'Краснодар, Сочинская, 187',231150951671,10),
	 ('Пётр Иванов',1,'13seman11@example.com',6843424170,'Краснодар, Луначарского, 4',231150951672,15),
	 ('Аноним Анонимов',1,'anonymous5@anonymous.qw',123123129,'Краснодар, Сливовая, 345',231150951673,4),
	 ('Дмитрий Тимашов',1,'segginton4@cam.ac.uk',4513359033,'Краснодар, Золотистая, 76',231150951675,3),
	 ('Владислав Авраменко',1,'aswaddle5@altervista.org',1874462339,'Краснодар, Волшебная, 13',231150951674,17),
	 ('Алексей Величко',1,'fleahey6@ftc.gov',2951798252,'Краснодар, Солнечная, 98',231150951676,1),
	 ('Артем Филипцов',1,'rcasley7@exblog.jp',3237322265,'Краснодар, Таманская, 123',231150951677,11),
	 ('Елена Колдаева',1,'rlantry8@pen.io',3731144657,'Краснодар, Айвазовского, 44',231150951678,12);
	 
INSERT INTO buyers (name,pattern_ownership_id,email,phone,address,ИНН,field_activity_id) VALUES
	 ('Андрей Антипов',1,'egoatcher9@behance.net',8774858608,'Краснодар, Таймырская, 98',231150951680,15),
	 ('Евгений Грачев',1,'dcolquita@ucla.edu',9744906651,'Краснодар, Калнина, 1',231150951681,13),
	 ('Агоним Цнонимов13',1,'anonymous13@anonymous.qw',123123123,'Краснодар, Калнина, 2',231150951682,14),
	 ('Фёдор Иванов',1,'13sss51222jpalfreeman11@example.com',6843424170,'Краснодар, Калнина, 2',231150951683,14),
	 ('Асоним Снонимов15',1,'anonymous15@anonymous.qw',123123125,'Краснодар, Сливовая, 12',231150951684,2),
	 ('Аионим Инонимов16',1,'anonymous16@anonymous.qw',123123124,'Краснодар, Ласковая, 567',231150951685,8),
	 ('Атоним Тнонимов17',1,'anonymous17@anonymous.qw',123123126,'Краснодар, Тургенева, 76',231150951686,9),
	 ('Аконим Днонимов18',1,'anonymous18@anonymous.qw',123123127,'Краснодар, Красная, 32',231150951687,7),
	 ('Алоним Унонимов19',1,'anonymous19@anonymous.qw',123123128,'Краснодар, Магаданская, 562',231150951688,6),
	 ('Абоним Шнонимов20',1,'anonymous20@anonymous.qw',123123129,'Краснодар, Калнина, 67',231150951689,4);
	
INSERT INTO buyers (name,pattern_ownership_id,email,phone,address,ИНН,field_activity_id) VALUES
	 ('Анонук Анонимов21',1,'anonymous21@anonymous.qw',123123133,'Краснодар, Ленина , 67',231150951690,4),
	 ('Анонцу Анонимов22',1,'anonymous22@anonymous.qw',123123132,'Краснодар, Северная, 367',231150951691,7),
	 ('Ирина Сушкова',1,'eshetliff0@virginia.edu',9442875153,'Краснодар, Южная, 12',231150951692,8),
	 ('Анна Бавыкина',1,'ldeguara1@bing.com',6774820315,'Краснодар, Сырная, 34',231150951693,3),
	 ('Марина Киреева',1,'cdominick2@cnn.com',4056088011,'Краснодар, Калнина, 67',231150951694,2),
	 ('Елена Михайлова',1,'dbydaway3@hugedomains.com',2159168663,'Краснодар, Калнина, 12',231150951695,1),
	 ('Любовь Чиликова',1,'hpullin4@state.gov',2619617364,'Краснодар, Открытая, 78',231150951696,10),
	 ('Елена Селиванова',1,'lhulme5@tamu.edu',1315489478,'Краснодар, Восточная, 34',231150951697,12),
	 ('Сергей Лисовой',1,'ngrzesiak6@blogspot.com',1253462931,'Краснодар, Западная, 567',231150951698,17),
	 ('Михаил Назарьев',1,'ewathall7@slate.com',8696039405,'Краснодар, Калнина, 7',231150951699,14);
	
INSERT INTO buyers (name,pattern_ownership_id,email,phone,address,ИНН,field_activity_id,director) VALUES
	 ('Ромашка',2,'anerreous21@anonymous.qw',233124533,'Краснодар, Суворова , 7',231150951700,8,'Федоров Андрей'),
	 ('Звезда',2,'anfgous21@anonymous.qw',345124533,'Краснодар, Красина , 44',231150951701,9,'Cергеев Константин'),
	 ('Улыбка',2,'anuioeous21@anonymous.qw',56124533,'Краснодар, Донцова, 134',231150951702,2,'Татьянина Мария'),
	 ('Солнышко',2,'anoaseous21@anonymous.qw',15124533,'Краснодар, Смелая, 97',231150951703,16,'Волочкова Анна'),
	 ('Одуванчик',2,'anonbnous21@anonymous.qw',543124533,'Краснодар, Лукьяненко, 56',231150951704,14,'Ремизов Олег'),
	 ('Роза',2,'anonsdous21@anonymous.qw',678124533,'Краснодар, Вавилова, 45',231150951705,15,'Багалий Михаил'),
	 ('Фортуна',2,'anohgeous21@anonymous.qw',983124533,'Краснодар, Мира, 343',231150951706,11,'Гурская Юлия'),
	 ('Победа',2,'anobnous21@anonymous.qw',4353124533,'Краснодар, Набережная, 23',231150951707,8,'Соболев Алексей'),
	 ('Лас',2,'anonrxcs21@anonymous.qw',543124533,'Краснодар, Базарова, 343',231150951708,1,'Моталенко Андрей'),
	 ('Вега',2,'anokjous21@anonymous.qw',657124533,'Краснодар, Октябрьская, 23',231150951709,6,'Полисаева Елена');
	 
INSERT INTO buyers (name,pattern_ownership_id,email,phone,address,ИНН,field_activity_id,director) VALUES
	 ('Снежка',2,'anerreou23@anonymous.qw',233124543,'Краснодар, Мира, 7',231150951710,1,'Федоров Андрей'),
	 ('Печенька',2,'anfgou451@anonymous.qw',345124433,'Краснодар, Отваги, 44',231150951711,3,'Cергеев Константин'),
	 ('Запчасть',3,'anuioeou65@anonymous.qw',56424533,'Краснодар, Белозерная, 134',231150951722,2,'Татьянина Мария'),
	 ('Любо',2,'anoaseo54@anonymous.qw',15424533,'Краснодар, Герцена, 97',231150951733,5,'Волочкова Анна'),
	 ('Краски',4,'anonbno651@anonymous.qw',543424533,'Краснодар, Постовая, 56',231150951744,14,'Ремизов Олег'),
	 ('Караван',2,'anonsdo671@anonymous.qw',678424533,'Краснодар, Почты, 45',231150951755,7,'Багалий Михаил'),
	 ('Белка',4,'anohge761@anonymous.qw',983424533,'Краснодар, Трамвайная, 343',231150951766,11,'Гурская Юлия'),
	 ('Кубань',2,'anobnou781@anonymous.qw',4353424533,'Краснодар, Сыпченко, 23',231150951777,9,'Соболев Алексей'),
	 ('Река',5,'anonrxc45@anonymous.qw',543424533,'Краснодар, Ставропольская, 343',231150951788,3,'Моталенко Андрей'),
	 ('Сатурн',2,'anokjou25@anonymous.qw',657424533,'Краснодар, Украинская, 23',231150951799,16,'Полисаева Елена');