use unit_economy;

 
INSERT INTO products (name,initial_balance,provider_id,sale_price,purchase_price,catalogs_id,type_products_id,unit) VALUES
	 ('120 лит 10шт (Дипас) 40мкм ПВД',0,1,128,115,1,1,'уп.'),
	 ('30 лит 30шт',0,1,17.70,15,1,1,'уп'),
	 ('60 лит 20шт (Мешкоff) Элитные 25мкм ПВД (20уп)',0,1,48,40,1,1,'уп'),
	 ('27х49 МЕРСЕДЕС 5гр серый (6упх500шт)',0,1,0.75,0.60,1,1,'шт.'),
	 ('27х50 МЕРСЕДЕС лайт 4,2гр серый (6упх500шт)',0,1,0.65,0.45,1,1,'шт.'),
	 ('30х55 Up в ассорт. 11гр (20упх50шт)',0,1,1.75,1.40,1,1,'шт.'),
	 ('Пласт 26х35 (10упх750шт) Валентина эконом',0,1,128,110,1,1,'шт.'),
	 ('РУЛОН 24х39 Маркет КРАСНАЯ этик',0,1,69,50,1,1,'шт.'),
	 ('Солнышко Ф25х35 (150упх90шт) Сделано в России',0,1,11,9,1,1,'шт.');
	
INSERT INTO products (name,initial_balance,provider_id,sale_price,purchase_price,catalogs_id,type_products_id,unit) VALUES
	 ('ИП-10 А (97х96х52) Интерпластик',0,2,3,2.4,2,1,'шт.'),
	 ('КР-15В А (139х139х66) Интерпластик',0,2,3.5,3,2,1,'шт.'),
	 ('КР-19В (190х85х55) Интерпластик',0,2,5.1,4,2,1,'шт.'),
	 ('ПР-К-21М (189х117х56) Протек',0,2,6,5,2,1,'шт.'),
	 ('ПР-К-25В (245х160х80) Протек',0,2,12,10,2,1,'шт.'),
	 ('Гофроящик 380х230х290мм бурый',0,3,29,23,3,1,'шт.'),
	 ('Короб-лоток картонный № 11 (380х280х115)',0,3,18,15,3,1,'шт.'),
	 ('Коробка под пиццу 250х250 микрогофра',0,3,7.7,6,3,1,'шт.'),
	 ('Лоток картонный № 9 (360х255х100)',0,3,16.20,15,3,1,'шт.'),
	 ('Ящик 630х320х340мм бурый Т-2',0,3,42.5,40,3,1,'шт.');
	
INSERT INTO products (name,initial_balance,provider_id,sale_price,purchase_price,catalogs_id,type_products_id,unit) VALUES
	 ('Пищевая пленка PVC 45см х 900м ORANGE FILM А9 9мкм',0,4,1000,900,4,1,'шт.'),
	 ('Плёнка воздушно-пузырчатая Basik lait/10',0,4,17,15,4,1,'м.'),
	 ('Термоус PVC 400/800мм 600м RANFLEX 15мкм',0,4,2300,2000,4,1,'шт.'),
	 ('Стрейч пленка 50х300 20мкм ТР 2кг',0,4,265,250,4,1,'шт.'),
	 ('Малярная лента 48х50м 125мкм',0,5,78,70,5,1,'шт.'),
	 ('РЕАЛ 48х120м прозр 40мкм',0,5,53.5,50,5,1,'шт.'),
	 ('Скотч ТР 48х150м прозр. 40мкм',0,5,66,60,5,1,'шт.'),
	 ('Полотенца бумажные 2-х слойные Plushe Лайт',0,6,7.7,6,6,1,'уп.'),
	 ('Салфетки (СТАНДАРТ) 100л/20уп белая',0,6,12,10,6,1,'уп.'),
	 ('Платочки бумажные Plushe Classic Standard 2-сл.',0,6,4,3,6,1,'уп.');
	
INSERT INTO products (name,initial_balance,provider_id,sale_price,purchase_price,catalogs_id,type_products_id,unit) VALUES
	 ('Перчатки резиновые',0,7,19.5,17,7,1,'шт.'),
	 ('Бахилы УП текстурированные',0,7,65,50,7,1,'уп.'),
	 ('Термолента 57х40 27м',0,8,18.20,15,8,1,'шт.'),
	 ('Термоэтикетки 58х40х550 чистые ЭКО',0,8,75,70,8,1,'шт.'),
	 ('Сода кальцинированная 600гр ',0,9,27,24,9,1,'шт.'),
	 ('Средство Белизна NEW Волгоград 1100гр',0,9,35,29,9,1,'шт.'),
	 ('Мыло Алое 100гр',0,9,12,10,9,1,'шт.'),
	 ('НИКА-ГЕЛИОС ср-во дезинф. антисепт. гель 1л',0,10,450,390,10,1,'шт.'),
	 ('НИКА-ИЗОСЕПТИК антисептик средство дезинф. ',0,10,350,310,10,1,'шт.'),
	 ('НИКА-Аквамусс ср-во дезинф. антисепт. 1л',0,10,272,238,10,1,'шт.');
	
INSERT INTO products (name,initial_balance,provider_id,sale_price,purchase_price,catalogs_id,type_products_id,unit) VALUES
	 ('Газ',0,11,25,25,11,2,'шт.'),
	 ('Бензин',0,12,50,50,11,2,'уп.'),
	 ('Штендер',0,13,5000,5000,11,2,'шт.'),
	 ('Линцензия Фельдъегерь',0,14,3000,3000,11,2,'шт.'),
	 ('Масло моторное',0,15,500,500,11,2,'шт.'),
	 ('ГРМ',0,16,600,600,11,2,'шт.'),
	 ('Бумага',0,17,250,250,11,2,'шт.'),
	 ('Доставка товара',0,18,300,300,11,3,'шт.'),
	 ('Услуги по продвижению сайта',0,19,6700,6700,11,3,'шт.'),
	 ('Услуги тех.поддержки 1С',0,20,6000,6000,11,3,'шт.');
	 
