use unit_economy;

 
INSERT INTO provider (name,pattern_ownership_id,email,phone,address,ИНН,delivery_method) VALUES
	 ('Сергей Новиков',1,'23qwe@asdf.qw',123453123,'Краснодар, Загородная, 34',231150951435,1),
	 ('Вячеслав Кийко',1,'23cattack2@unc.edu',2139565247,'Краснодар, Гаражная, 67',451150951670,0),
	 ('Константин Водопьянова',1,'23scasotti3@usgs.gov',4767011526,'Краснодар, Сочинская, 187',254150951671,0),
	 ('Пётр Ремизов',1,'23seman11@example.com',6763424170,'Краснодар, Свежая, 4',231144551672,0),
	 ('Аноним Виконтов',1,'a323nonymous5@anonymous.qw',17123129,'Краснодар, Садовая, 345',235409516743,1),
	 ('Дмитрий Коломицев',1,'seg23ginton4@cam.ac.uk',49513359033,'Краснодар, Набережная, 76',231545095167,1),
	 ('Владислав Калинченко',1,'asw32addle5@altervista.org',18874462339,'Краснодар, Челночная, 13',254509516799,0),
	 ('Алексей Славин',1,'fleahey6@3ftc.gov',29951798252,'Краснодар, Красочная, 98',235409516756,0),
	 ('Артем Кравцев',1,'rcas23ley7@exblog.jp',37237322265,'Краснодар, Носова, 123',235450951677,0),
	 ('Елена Каладина',1,'rlant23ry8@pen.io',3771144657,'Краснодар, Лазарева, 44',235415095167,0);
	 

INSERT INTO provider (name,pattern_ownership_id,email,phone,address,ИНН,director,delivery_method) VALUES
	 ('Снежка',2,'anerr@anonymous.qw',233124543,'Краснодар, Лемная, 7',2311509517,'Андреев Степан',0),
	 ('Печенька',2,'an43u451@anonymous.qw',345124433,'Краснодар, Лесная, 44',2311509517,'Воронин Сергей',1),
	 ('Запчасть',2,'anu3eou65@anonymous.qw',56424533,'Краснодар, Ленина, 134',2311509522,'Сыпченко Любовь',0),
	 ('Любо',2,'anoase434@anonymous.qw',15424533,'Краснодар, Толстого, 97',2311509533,'Смирнов Иван',0),
	 ('Краски',2,'ano3bno651@anonymous.qw',543424533,'Краснодар, Молодежная, 56',2311509544,'Иванов Смир',1),
	 ('Караван',2,'ano3nsdo671@anonymous.qw',678424533,'Краснодар, Препринимателей, 45',2311509555,'Сидоров Сидор',0),
	 ('Белка',2,'ano3hge761@anonymous.qw',983424533,'Краснодар, Строителей, 343',2311509566,'Петрова Наталья',1),
	 ('Кубань',2,'ano3bnou781@anonymous.qw',4353424533,'Краснодар, Капатская, 23',2311509577,'Куропаткина Серафима',0),
	 ('Река',2,'anonr3xc45@anonymous.qw',543424533,'Краснодар, Портная, 343',2311509588,'Дудкна Ольга',0),
	 ('Сатурн',2,'an3okjou25@anonymous.qw',657424533,'Краснодар, Пластуновская, 23',2311509599,'Конопаткин Андрей',1);